#+TITLE: RacketCon 2025 Installation Guide - FreeBSD 14.3-RELEASE
#+AUTHOR: RacketCon 2025 Project
#+DATE: [2025-10-05 Sat]
#+STARTUP: overview indent
#+OPTIONS: toc:2 num:nil

* System Information

#+BEGIN_SRC bash :results output :exports both
uname -a
#+END_SRC

#+RESULTS:
: FreeBSD hydra 14.3-RELEASE FreeBSD 14.3-RELEASE releng/14.3-n271432-8c9ce319fef7 GENERIC amd64

